<?php

return [
    'dull-blade' => 'Юношеские мечты и жажда приключений, приправленные отвагой.',
    'silver-sword' => 'Говорят, что этот меч может изгонять демонов, но всем известно, что он сделан не из настоящего
серебра.',
    'cool-steel' => 'Стальной меч, на который можно положиться. Служит доказательством великих завоеваний своего прежнего
владельца.',
    'dark-iron-sword' => 'На самом деле это просто немного тёмный железный меч.',
    'fillet-blade' => 'Острый филейный нож. Имеет длинное, тонкое и невероятно острое лезвие.',
    'harbinger-of-dawn' => 'Меч, некогда испускавший солнечный свет. Владелец этого меча получит благословение «Хорошего
Самочувствия». Отражающая поверхность меча давно стёрлась.',
    'skyrider-sword' => 'Надёжный стальной меч. Однажды некто пытался заставить его летать...',
    'travelers-handy-sword' => 'Удобный стальной меч, в ножнах которого также можно найти ножницы, лупу, трутницу и много
чего ещё.',
    'blackcliff-longsword' => 'Этот меч сделан из обломков скал Черногорья. Его тёмное лезвие имеет кровавое свечение.',
    'favonius-sword' => 'Стандартный длинный меч на вооружении рыцарей Ордо Фавониус. Легко позволяет проводить через себя
энергию стихий.',
    'iron-sting' => 'Экзотическая рапира, каким-то образом попавшая в Ли Юэ. Скорее всего, её привёз какой-то торговец. Она
лёгкая и очень острая.',
    'lions-roar' => 'Роскошная гравировка никак не повлияла на прочность и остроту этого меча. Звук от взмахов напоминает
рык дракона.',
    'prototype-rancour' => 'Древний меч, обнаруженный в кузнице Черногорья. Режет камень словно масло.',
    'royal-longsword' => 'Старинный меч, который носили с собой древние правители Мондштадта. Изысканно выполненная резьба и
инкрустация подчёркивают высокий статус его владельца.',
    'sacrificial-sword' => 'Декоративный церемониальный меч, со временем покрывшийся камнем, но украшения на нём всё ещё
можно разобрать. Позволяет владельцу выстоять под суровостью песков времени.',
    'the-alley-flash' => 'Чёрный как ночь клинок. Его хозяином был грабитель, который орудовал в тёмных переулках.',
    'the-black-sword' => 'Этот чёрный как смоль меч жаждет кровопролития. Говорят, что в пылу резни его владелец пьянеет,
словно от вина.',
    'the-flute' => 'Под всей этой ржавчиной скрывается роскошно украшенный меч. Режет плоть так же легко, как воздух.',
    'sword-of-descension' => 'Меч уникальной формы. Кажется, что он не принадлежит этому миру.',
    'festering-desire' => 'Зловещий меч, жаждущий жизни. Он пропитан сильным ядом, способным осквернить даже могучего
дракона.',
    'amenoma-kageuchi' => 'Клинок, сделанный специально для знаменитого самурая, который мог сразить ловкого тэнгу прямо в
воздухе.',
    'cinnabar-spindle' => 'Материалы, из которых сделан этот меч, явно не принадлежат этому миру. Он выдержит даже
сильнейший яд, способный разъесть могучего дракона.',
    'aquila-favonia' => 'Дух рыцарей Ордо Фавониус. Спустя века он всё ещё взывает к ветрам правосудия, чтобы наказать зло,
словно героиня легенд, что была когда-то его владельцем.',
    'skyward-blade' => 'Меч рыцаря, символ вернувшего свою честь Двалина. Благословения Анемо Архонта питают его силой небес
и ветров.',
    'summit-shaper' => 'Говорят, этот клинок - символ легендарного контракта. Когда-то его острым лезвием была срезана
вершина горы.',
    'primordial-jade-cutter' => 'Ритуальный меч, искусно вырезанный из чистейшего нефрита и покрытый изящными гравировками.
Иногда кажется, что при взмахе им можно услышать тихий вздох ветра.',
    'freedom-sworn' => 'Цвет этого меча напоминает о древних песнопениях, а его острота подобна словам данной в царстве
ветров клятвы свободы.',
    'mistsplitter-reforged' => 'Меч, пылающий зловещим фиолетовым светом. Однажды он уже был сломан, но затем его выковали
заново.',
    'haran-geppaku-futsu' => 'Произведение искусства рода кузнецов Фуцу. «Харан» в названии связано со сходством клинка с
неистовыми морскими валами.',
    'waster-greatsword' => 'Человек, обладающий достаточной силой воли, сможет расколоть горы этим куском металла, отдалённо
напоминающим меч.',
    'old-mercs-pal' => 'Этот меч, испытанный битвой, видал лучшие дни... и худшие тоже.',
    'bloodtainted-greatsword' => 'Стальной меч, по легенде запятнанный кровью дракона, что делает его невосприимчивым к
повреждениям. Однако это свойство не распространяется на его владельца.',
    'debate-club' => 'Удобная дубина, сделанная из качественной стали. Фундамент «рационального убеждения».',
    'ferrous-shadow' => 'Копия знаменитого меча Арундолина, Льва Света. Возьмите его в руки и почувствуйте силу легендарного
героя! Внимание: много мечтать вредно для вашего здоровья.',
    'skyrider-greatsword' => 'Надёжный стальной меч. Однажды некто пытался заставить его летать... снова.',
    'white-iron-greatsword' => 'Двуручный меч, выкованный из белого железа. Такой материал делает его одновременно сильным и
лёгким. Подходит даже для человека среднего телосложения, однако его мощь всё же растёт с силой владельца.',
    'blackcliff-slasher' => 'Крепкий двуручный меч из кузницы Черногорья. Лезвие отливает зловещим красным цветом.',
    'favonius-greatsword' => 'Тяжёлый церемониальный меч Ордо Фавониус. С лёгкостью направляет элементальную энергию и
обладает высокой разрушительной силой.',
    'lithic-blade' => 'Массивный двуручный меч, вырубленный из каменного основания Ли Юэ.',
    'prototype-archaic' => 'Древний двуручный меч, обнаруженный в кузнице Черногорья. Он производит впечатление меча,
который может разрубить пополам саму реальность.',
    'rainslasher' => 'Светящийся двуручный меч с затупленным остриём, который неистово крушит врагов своей массой.',
    'royal-greatsword' => 'Старинный меч, который носили с собой древние правители Мондштадта. Выкован из материалов
высочайшего качества, которые позволили ему выстоять испытание временем. Боевой меч знати, и никого больше.',
    'serpent-spine' => 'Редкое оружие, произошедшее из древнего океана. Взмахните им, чтобы услышать шум вечных волн.',
    'the-bell' => 'Тяжёлый двуручный меч со встроенными часами, механизмы которых уже давно изношены.',
    'whiteblind' => 'Экзотичный меч с тупой секцией на лезвии, который оказался в Ли Юэ благодаря иностранным торговцам.
Невероятно мощный в руках того, кто знает, как им пользоваться.',
    'sacrificial-greatsword' => 'Декоративный церемониальный двуручный меч, со временем покрывшийся камнем, но украшения на
нём всё ещё можно разобрать. Позволяет владельцу выстоять под суровостью песков времени.',
    'snow-tombed-starsilver' => 'Древний меч, сохранившийся среди настенных фресок. Он сделан из звёздного серебра и
обладает силой, способной расколоть самый твёрдый лёд.',
    'katsuragikiri-nagamasa' => 'Клинок, выкованный в Татарасуне. Тяжёлый и прочный.',
    'luxurious-sea-lord' => 'Великий владыка океана. После просушки становится отличным оружием или аварийным пайком.',
    'akuoumaru' => 'Любимый меч Акуо - «злого тирана». Лезвие его огромно и величественно, но вопреки ожиданиям, в руке меч
очень лёгок.',
    'skyward-pride' => 'Двуручный меч, символ власти Двалина над небесами. Дыхание дракона питает его силой небес и
ветров.',
    'wolfs-gravestone' => 'Двуручный меч рыцаря Ордо Бореалис. Изначально это был просто лист металла из лавки кузнеца.
Однако он был наделён легендарной силой в знак дружбы между кузнецом и волками.',
    'the-unforged' => 'Двуручный меч без острия, способный изгонять нечистую силу и карать предателей. Он будто наделён
божественной силой.',
    'song-of-broken-pines' => 'Двуручный меч. Лёгкий, словно ласкающий траву ветерок, но готов сокрушающим ураганом
обрушиться на зло.',
    'redhorn-stonethresher' => 'По словам его предыдущего владельца, это «Могучее золочёное краснорогое орудие Короля Львов,
разрубающее камни и разрезающее золото» может обратить в бегство любого монстра.',
    'hunters-bow' => 'Музыка охотника состоит всего лишь из двух нот: натягивания тетивы и свиста спущенной стрелы.',
    'seasoned-hunters-bow' => 'Ухоженный лук, полированный временем. Продолжение руки лучника.',
    'messenger' => 'Простой деревянный лук. Говорят, что когда-то такие луки использовали для дистанционного общения.',
    'raven-bow' => 'Как известно, вороны - проводники мёртвых. Этот лук украшен их перьями, предвещающими скорую смерть
любой цели.',
    'recurve-bow' => 'Говорят, этот лук может сбить орла в полёте, но всё же многое зависит и от навыка самого лучника.',
    'sharpshooters-oath' => 'Когда-то этот превосходный лук принадлежал профессиональному охотнику, однако его стойкий запах
делает его бесполезным для охоты.',
    'slingshot' => 'На самом деле это лук. Его создатель хотел сделать рогатку, но после кучи доработок и поправок у него
получился лук.',
    'the-stringless' => 'Когда-то этот лук был восхитительным музыкальным инструментом, но больше под его музыку никто не
запляшет.',
    'alley-hunter' => 'Мастерски исполненный роскошный лук. Принадлежал он благородному вору, которого никто так и не
поймал.',
    'blackcliff-warbow' => 'Весьма крепкий лук из чёрного камня. Только лучники с сильными руками смогут им
воспользоваться.',
    'compound-bow' => 'Экзотичный металлический составной лук, привезённый издалека. Сложен в уходе, но прост в обращении.',
    'favonius-warbow' => 'Лук, входящий в стандартную экипировку рыцарей Ордо Фавониус, но только самые опытные лучники
могут использовать весь его потенциал.',
    'prototype-crescent' => 'Древний лук, обнаруженный в кузнице Черногорья. Выпущенная из этого лука стрела сияет, как луна
после захода солнца.',
    'royal-bow' => 'Древний лук правителя Мондштадта. Спустя века, тетива на нём всё ещё крепко натянута и готова пускать
стрелы.',
    'rust' => 'Полностью проржавевший железный лук. У многих даже не получится поднять его, не говоря уж о стрельбе.',
    'sacrificial-bow' => 'Декоративный церемониальный лук, со временем покрывшийся камнем, но украшения на нём всё ещё можно
разобрать. Позволяет владельцу выстоять под суровостью песков времени.',
    'the-viridescent-hunt' => 'Лук чистого тёмно-зеленого цвета. Он принадлежал охотнику, который жил в лесу.',
    'windblume-ode' => 'Украшенный безымянными цветами лук несёт заветные желания такого же безымянного человека.',
    'mitternachts-waltz' => 'Лук, окрашенный в цвета греха и диких ночных фантазий.',
    'hamayumi' => 'Боевой лук, когда-то принадлежавший одной жрице. Изысканный и прочный, он был изготовлен с использованием
непревзойденной техники.',
    'predator' => 'Конструкция этого лука абсолютно уникальна, словно бы он не принадлежит этому миру.',
    'mouuns-moon' => 'Прелестный лук, украшенный перламутром и кораллами. На его плечах цвета луны переливается печальное
сияние.',
    'skyward-harp' => 'Длинный лук, символ дружбы между Двалином и Анемо Архонтом. Звук спущенной тетивы исполнен любовью
Анемо Архонта, питающей его силой небес и ветров.',
    'amos-bow' => 'Необычайно древний лук, который до сих пор сохранил силу своего давно ушедшего хозяина. Он поглощает
энергию всего и всех на свете. Чем дальше вы от желаемой цели, тем мощнее выпущенные им стрелы.',
    'elegy-for-the-end' => 'В изящности этот лук не уступает лире барда. Словно вздох печали, выпущенные из него стрелы
разят точно в сердце.',
    'thundering-pulse' => 'Лук, дарованный сёгуном. Его окружают непрестанно потрескивающие молнии.',
    'polar-star' => 'Белоснежный лук, пронзительный, как льды суровой зимы.',
    'beginners-protector' => 'Обычное копьё. Прямое, как флагшток. Одним его взмахом можно разрешить большинство споров.',
    'iron-point' => 'Прекрасно сбалансированное оружие, заострённое с одной стороны. Популярно среди путешественников.',
    'black-tassel' => 'Простое решение проблемы Белой кисти, которую чересчур легко запачкать.',
    'halberd' => 'Длинное древко с прикреплённым лезвием на одном конце. Любимое оружие офицеров Миллелита.',
    'white-tassel' => 'Стандартное вооружение Миллелитов. Имеет крепкое древко и острый наконечник.',
    'blackcliff-pole' => 'Оружие, сделанное из чёрного камня и метеоритного железа. Его холодный клинок отливает
кроваво-красным цветом.',
    'crescent-pike' => 'Экзотичное оружие с длинным лезвием на одном конце и полукруглым лезвием на другом. Попало в Ли Юэ
благодаря иностранным торговцам. В умелых руках может наносить огромный урон.',
    'deathmatch' => 'Один гладиатор очень дорожил этим копьём. Остриё его познало кровь бесчисленного множества людей и
тварей.',
    'dragons-bane' => 'Копьё, декорированное извивающимся золотым драконом. Будучи лёгким и острым, это копьё может с
лёгкостью убить дракона.',
    'lithic-spear' => 'Копьё тонкой работы, выточенное из утёсов каменного леса Гуюнь. На свете нет ничего твёрже, чем его
наконечник.',
    'prototype-starglitter' => 'Древнее копьё, обнаруженное в кузнице Черногорья. Самоцветы на лезвии этого копья сверкают,
словно звёзды в ночном небе.',
    'favonius-lance' => 'Копьё, состоящее на вооружении рыцарей Ордо Фавониус. Лёгкий ветерок ласкает направленный в небеса
наконечник.',
    'royal-spear' => 'Некогда это копьё было любимым оружием одного мондштадтского аристократа. Хотя оно никогда не видело
солнечного света, это копьё и поныне остро.',
    'dragonspine-spear' => 'Копьё из драконьих клыков. От него исходит необычное тепло.',
    'kitain-cross-spear' => 'Копьё, что раньше принадлежало прославленному воину, который охранял Татаригами на острове
Ясиори.',
    'the-catch' => 'В далёком прошлом это копьё принадлежало знаменитому инадзумскому разбойнику.',
    'wavebreakers-fin' => 'Нагината из сверкающего материала с морского дна. Когда-то принадлежала народу тэнгу.',
    'vortex-vanquisher' => 'Острое копьё, которое, похоже, может пронзить что угодно. При взмахе можно увидеть, будто в
месте, где наконечник касается воздуха, появляется брешь.',
    'primordial-jade-winged-spear' => 'Это копьё создали Архонты для борьбы с чудовищами доисторических морей.',
    'skyward-spine' => 'Длинное копьё, символ твёрдой воли дракона ветра. Тянущееся вверх древко указывает на небесный свод,
питающий его силой небес и ветров.',
    'staff-of-homa' => 'Алый посох, использовавшийся в давно утраченном древнем ритуале.',
    'engulfing-lightning' => 'Нагината для лёгкого «срезания травы». С такой же лёгкостью соберёт свою жатву с вражеской
армии.',
    'apprentices-notes' => 'Конспекты, оставленные лучшим учеником класса, содержат много полезных заклинаний. Написано
прекрасным почерком.',
    'pocket-grimoire' => 'Тетрадь с конспектами по магическим дисциплинам, написанная аккуратным почерком.',
    'emerald-orb' => 'Катализатор, вырезанный из твёрдого нефрита, добываемого в Заоблачном пределе на севере Ли Юэ. Он
маленький, лёгкий и прочный.',
    'magic-guide' => '12-е издание. Копия 11-го издания, содержащая исправления, согласно последним разработкам.',
    'otherworldly-story' => 'Дешёвая фантастика. Если использовать в качестве катализатора, можно понять, что силы её - тоже
фантастика.',
    'thrilling-tales-of-dragon-slayers' => 'Художественная история о пяти героях, собравшихся охотиться на дракона. Написано
очень плохо, без какой-либо структуры. Суть книги в том, чтобы научить людей, как важно избегать ошибок.',
    'twin-nephrite' => 'Ожерелье с замочком из двух кусочков нефрита.',
    'blackcliff-agate' => 'Загадочный катализатор, сделанный из черногорского камня. Его зловещее малиновое сияние
пульсирует в такт подземным толчкам.',
    'favonius-codex' => 'Тайный гримуар, принадлежащий учёным Ордо Фавониус. Описывает силу и логику элементов и материи.',
    'mappa-mare' => 'Привезённая иностранными торговцами в Ли Юэ карта морских течений и ветров.',
    'prototype-amber' => 'Древний катализатор, обнаруженный в кузнице Черногорья. От него исходит сияние звёзд, солнца и
луны.',
    'royal-grimoire' => 'Книга, когда-то принадлежавшая королевскому магу Мондштадта. Содержит подробные исторические данные
и заклинания.',
    'sacrificial-fragments' => 'Ветхий том, текст которого уже, увы, не прочитать. Проклятая вещь, изъеденная ветрами
времени.',
    'solar-pearl' => 'Грубая золотая жемчужина из неизвестного материала, скрывающая в себе силу солнца и луны. Пульсирует
тёплой энергией.',
    'the-widsith' => 'Эта тяжёлая книга содержит огромное количество песен. Рукописный текст внушает уважение, хоть книга и
была поедена молью.',
    'wine-and-song' => 'Сборник песен давно минувшей эпохи аристократии. В нём автор, чьё имя кануло в лету, ведёт сказ об
одном благородном разбойнике.',
    'eye-of-perception' => 'Тёмная жемчужина, покрытая чёрной глазурью. Легенда гласит, что в её силах разглядеть самую суть
человека.',
    'frostbearer' => 'Загадочный плод, обладающий холодным сознанием. Он источает слабый аромат горечи.',
    'dodoco-tales' => 'Книга, состоящая из увлекательных детских историй, которые невольно вызывают улыбку на лице.\nДаже
взрослые читатели не могут не погрузиться с головой в рассказанные здесь невинные и наивные маленькие приключения.',
    'hakushin-ring' => 'Катализатор, в котором заточены воспоминания о кицунэ Сайгу с древнейших времен. Однако этих
воспоминаний так много, что вместить их все в одном сосуде не представлялось возможным.',
    'oathsworn-eye' => 'Реликвия Бякуякоку, которая хранилась в Дайнити Микоси. После прихода бога-змея она стала
доказательством великой клятвы и чаяний Энканомии.',
    'lost-prayer-to-the-sacred-winds' => 'Сборник молитв, написанный коренными жителями континента, которые поклонялись
ветру. В течение тысячелетий эта книга, наделённая благословением ветров, накопила необычайную магическую силу.',
    'skyward-atlas' => 'Облачный атлас, символ Двалина и его повелителя, Анемо Архонта. Детально описывает облака и
воздушные потоки северного региона, питающие его силой небес и ветров.',
    'memory-of-dust' => 'Камень, содержащий далёкие воспоминания. Нескончаемые изменения обнажили его внутреннюю силу.',
    'everlasting-moonglow' => 'Яшма из морских глубин. Камень сияет прозрачным светом, подобно луне. И подобно луне, ведёт
свою историю с давних времён.',
    'kaguras-verity' => 'Божественные колокольчики, используемые в ритуальном танце кагура, благословлены самой Гудзи.
Вокруг них витает аромат цветков Священной сакуры.'
];
